Repository: joao-merces/colorway
Catalog: po/*.po
Languages: pt_br

source: color;palette;library;hue;swatch;
pt_br: cor;paleta;biblioteca;tonalidade;amostra;

source: Generate color pairings
pt_br: Gerar combinação de cores

source: Generate color pairings from selected color that follow certain color rules.
pt_br: Gerar combinação de cores a partir de uma cor selecionada que segue uma regra de cores

source: Release: Recoloring With Accent
pt_br: Versão: Recolorindo com acento

source: Changed: The UI now uses libadwaita recoloring.
pt_br: Trocado: A interface agora usa a recoloração libadwaita.

source: Changed: New UI layout.
pt_br: Trocado: Nova interface de usuário.

source: Release: Color Choosing with a Drag
pt_br: Versão: Arraste para escolher uma cor

source: Added: The color chooser box's pointer can now be dragged to choose the color as well, no more clicking random spots.
pt_br: Adicionado: O seletor de cores pode ser arrastado para escolher uma cor assim como, clicar em um ponto aleatório.

source: Changed: Most icons now above color content are aware of contrast and will update accordingly as white or black colored to ensure contrast.
pt_br: Trocado: A maioria dos ícones acima do conteúdo de cores está ciente do contraste e será atualizadode acordo com a cor branca e preta para garantir o contraste

source: Release: Copiable Colors
pt_br: Versão: Cores copiáveis

source: Added: Now the color boxes are now buttons which you can copy the individual color.
pt_br: Adicionado: Agora as caixas de cores são botões no qual você pode copiar individualmente.

source: Release: First Release
pt_br: Versão: Primeira Versão

# shortcut window
source: General
pt_br: Geral

# shortcut window
source: Quit
pt_br: Sair

source: Export Colors as Image…
pt_br: Exportar cores como imagem…

source: Keyboard Shortcuts
pt_br: Atalhos de teclado

source: About Colorway
pt_br: Sobre Colorway

source: Pick Color
pt_br: Escolha uma cor

source: Analogous
pt_br: Análogo

source: Complementary
pt_br: Complementario

source: Triadic
pt_br: Triádico

source: Tetradic
pt_br: Tetrádico

source: Monochromatic
pt_br: Monocromático

source: Colors exported to clipboard.
pt_br: Cores exportadas para a prancheta.

source: Generate color pairings.
pt_br: Gerar combinação de cores.

source: translator-credits
pt_br: João Victor Ramos Mercês
